Repository: ARICOMA-D365BC/AC-IB-dynamics365smb-docs-OmegaT
Catalog: omegat/project_save.tmx
Source language: cs_cz
Languages: en_us

source: Využitím této integrace lze na základě definovaných šablon vytvářet faktoringové smlouvy ze systému Dynamics 365 Business Central do dokumentů Microsoft Word.
en_us: By using this integration, you can create factoring contracts from Dynamics 365 Business Central to Microsoft Word documents based on defined templates.

source: Vzniká vazba 1:1.
en_us: A 1:1 relationship is created.

source: Váha oprávněné osoby, tj. zadavatele požadavku
en_us: Weight of the beneficiary, i.e. the taskmaster of the request

source: Váhy lze stanovit libovolně, záleží na místních podmínkách a zvyklostech (zpravidla čím závažnější je požadavek, tím vyšší je váha).
en_us: Weights can be set arbitrarily, depending on local conditions and customs (usually, the more severe the requirement, the higher the weight).

source: Více DIČ dodavatelů
en_us: More VAT registration numbers of customers

source: Více DIČ zákazníků
en_us: More VAT registration numbers of customers

source: Více informací k Business Central naleznete na našich stránkách ACDynamics365.cz.
en_us: More information about Business Central can be found on our website ACDynamics365.cz.

source: Více o nastavení Centrálních čísleníků naleznete v tématu Nastavení Centrálních číselníků.
en_us: For more information on setting up Central database, see Setting Up Central Database.

source: Více registrací k DPH
en_us: More VAT registrations

source: Více úhrad - nastavení
en_us: Multiple Payments Methods - Setup

source: Výběr formátu tisku – klientská zóna
en_us: Print Format Selection - Client Zone

source: Výběr tiskárny
en_us: Printer selection

source: Výjimka je definována údaji zadanými do polí Typ pohybu, ID pole, Hodnota a Pozice (ve výkazu).
en_us: The exception is defined by the data entered in the Movement Type, Field no., Field Value and Position fields (in the report).

source: Výkaz DPH - export
en_us: VAT Statements - Export

source: Výkaz DPH - nastavení
en_us: VAT Statements - Setup

source: Výkaz Intrastat
en_us: Intrastat statement

source: Výpis čerpání PHM
en_us: Refuelling Statement

source: Výpočet odpisů
en_us: Calculation of depreciation

source: Výsledek – úloha se vloží do IN Bufferu a okamžitě se spustí zpracování.
en_us: Result – the job is inserted into the IN Buffer and processing starts immediately.

source: Výsledky účetních schémat se ukládají do seznamu v chronologickém sledu jejich vzniku.
en_us: The results of accounting schemes are stored in a list in the chronological sequence of their formation.

source: Výsledné datum, při zadávaní nového požadavku, se vypočte z data, kdy byl požadavek zadán (datum lze následně upravit).
en_us: The resulting date, when entering a new request, is calculated from the date when the request was entered (the date can then be edited).

source: Výsledné dokumenty lze automaticky šířit pomocí add-on modulu Spooler pomocí e-mailu nebo dalších komunikačních kanálů (TCP, named pipe, uložení na disk).
en_us: The resulting documents can be automatically distributed using the Spooler add-on module via e-mail or other communication channels (TCP, named pipe, disk storage).

source: Výstupem modulu je tisková sestava Podklad pro výkaz obalů, která poskytuje podklady pro vyplnění vyžadovaných tiskopisů.
en_us: The output of the module is the print report Packing Statement Basis, which provides documents for filling in the required forms.

source: Výstupem sestavy je seznam položkyDPH dle volby Zobrazit stav:
en_us: The output of the report is a list of VAT items according to the option Show status

source: Význam této volby je při zakládání nových dat do systému (změna dat a mazání dat jsou posílány vždy automaticky).
en_us: The importance of this option is when creating new data into the system (changing data and deleting data are always sent automatically).

source: Významnou pomůckou dispečera v tomto procesu může být ukazatel celkové priority požadavku, jak byl vypočítán programem na základě vstupních parametrů:
en_us: An important aid to the dispatcher in this process can be an indicator of the overall priority of the request, as calculated by the program based on the input parameters:

source: Vše
en_us: All

source: Všechny údaje v bílých polích lze editovat (je tedy možné vyplnit pole Popis, všechny datumové pole, Kód platební podmínky, Kód prodejce/nákupčího, Kód měny, Číslo externího dokladu atd., které se následně převezmou do vytvořeného dokladu.
en_us: All data in the white fields can be edited (it is therefore possible to fill in the Description field, all date fields, Payment Terms, Salesperson/Purchaser code, Currency Code, External Document Number, etc., which are then taken over into the created document.

source: Všichni agenti jsou buď tzv. pasivní, nebo aktivní.
en_us: All agents are either passive or active.

source: Všichni zákazníci
en_us: All customers

source: Všichni zákazníci a Cenová skupina zboží
en_us: All Customers and Price Group of Goods

source: Všichni zákazníci a Zboží
en_us: All Customers and Goods

source: Vždy musí existovat řádek s typem „Hotovost“, který systém použije při zadání přijaté částky v hotovosti pro vytvoření řádku rozpisu plateb.
en_us: There must always be a line with the „Cash“, type, which the system uses when the cash amount received is entered to create the payment schedule line.

source: V Možnostech vyplňte:
en_us: In Options, fill in:

source: V Nastavení financí se zadává datumový vzorec, který systém použije (ve vztahu k pracovnímu datu) pro definici období, ve kterém upozorňuje uživatele na zastaralou informaci o registraci k DPH.
en_us: In General ledger setup, a date formula is entered that the system uses (in relation to the work date) to define the period in which it notifies the user of outdated VAT registration information.

source: V Nastavení financí se zadává datumový vzorec, který systém použije (ve vztahu k zúčtovacímu datu) pro definici období, ve kterém upozorňuje uživatele na neexistenci záznamu v tabulce směnných kurzů.
en_us: In the Finance settings, you enter the date formula that the system will use (in relation to the settlement date) to define the period in which it notifies the user that there is no entry in the exchange rate table.

source: V možnostech vyberte Kód webového zdroje, který chcete ke Kontaktům doplnit.
en_us: In the options, select the Web Source Code you want to add to Contacts.

source: V možnostech vyberte pole kontaktu, ze kterého má být doplněna variabilní hodnota URL odkazu.
en_us: In the options, select the contact field from which the variable value of the link URL is to be added.

source: V nastavení kontroly CreditCheck je možné zapnout aktualizaci vytváření webových zdrojů pro všechny kontakty s vyplněným IČ.
en_us: In the CreditCheck settings, it is possible to turn on the update of web feed creation for all contacts with a completed ID.

source: V obou případech se spustí krátký průvodce aktivací, v jehož průběhu je třeba povinně zadat:
en_us: In both cases, a short activation wizard will start, during which you must enter the following:

source: V poli Datum splatnosti definujte nejzašší datum pro platební kalendář.
en_us: In the Due date field define the latest date for the payment schedule.

source: V poli Maska nastavte kombinaci pevných a zástupných znaků ve formátu „XXrrcccc“
en_us: In the Mask, set the combination of fixed and wildcards in the format "XXrrcccc".

source: V poli Kód měny pro OSS na záložce DPH vyberte kód měnu odpovídající měně Euro.
en_us: In the Currency code for OSS field on the VAT tab, select the currency code corresponding to the Euro currency.

source: V poli Registrace OSS – EU na záložce DPH potvrďte, že je vaše firma registrována pro režim OSS.
en_us: In the OSS - EU Registration field on the VAT tab, confirm that your company is registered for OSS mode.

source: V poli Zálohový koeficient DPH" na záložce DPH nastavte hodnotu procenta platného pro aktuální účetní období.
en_us: In the VAT Advance Coefficient field on the VAT tab, set the percentage value valid for the current accounting period.

source: V praxi se často vyskytuje potřeba řešit zaokrouhlování faktur různě podle kontextu způsobu úhrady, např. jinak pro hotovostní operace, jinak pro úhrady z účtu či jinak pro doklady s úhradou pomocí zálohové faktury.
en_us: In practice, there is often a need to address the rounding of invoices differently according to the context of the method of payment, eg differently for cash transactions, differently for payments from an account or differently for documents with payment by advance invoice.

source: V případě nalezení definice na učité úrovni již nehledá dále.
en_us: If a definition is found at the taught level, it no longer looks.

source: V případě používání jiné měny než lokální v zemi registrace, je nutné udržovat kursy mezi měnou dokladu a lokální měnou země registrace.
en_us: In the case of using a currency other than the local currency in the country of registration, it is necessary to maintain exchange rates between the currency of the document and the local currency of the country of registration.

source: V případě, že budou využívány deníky čerpání PHM, tak je nutné nastavit na dodavateli následující údaje:
en_us: In the event that fuel Driver journal are used, it is necessary to set the following data on the supplier:

source: V případě, že je využívána rozšířená funkcionalita plánování dopravy, tak lze použít funkci pro předgenerování knihy jízd na základě vydaných příkazů k jízdě.
en_us: If the extended traffic planning functionality is used, the function for pre-generation of the Drive Journal based on the issued driving commands can be used.

source: V rámci plánování se pracuje s tzv. Požadavkem dopravy, který je záznamem o předpokládané dopravě, tyto požadavky je možné vytvářet z dokladů Prodejní objednávka, Nákupní objednávka, Objednávka transferu pomocí funkce Vytvořit požadavek na dopravu.
en_us: As part of the planning, the so-called Transport request, which is a record of the anticipated transport, these requests can be created from Sales order, Purchase order, Transfer order using the Create shipping request function.

source: V rámci plánování se řeší stavy požadavku:
en_us: Demand states are addressed in the planning process:

source: V souvislosti se zavedením Kontrolního hlášení od 1.1.2016 vznikla potřeba řešit čerpání přeplatku nákupní zálohy pod jedním číslem dokladu, stejným datem a i stejným kurzem.
en_us: In connection with the introduction of the Control Report from 1 January 2016, there was a need to address the overpayment of the purchase deposit under one document number, the same date and the same exchange rate.

source: V této kapitole jsou popsány další menší úpravy či vylepšení rozdělené dle oblastí.
en_us: This chapter describes other minor modifications or enhancements broken down by area.

source: V řádcích definujte vlastní rozpis splátek.
en_us: Define your own installment schedule in the lines.

source: XML schéma ke Kontrolnímu výkazu DPH je potřebné do aplikace naimportovat do XML schémat.
en_us: The XML schema for the VAT Control Report must be imported into the application into the XML schemas.

source: XX – fixní část čísla; musí být velkými písmeny, délka není omezena (jen celková délka výsledného čísla)
en_us: XX - fixed part of the number; must be in capital letters, length is not limited (only the total length of the final number).

source: Z důvodu zapracování slovenských legislativních specifik byla standardní funkčnost Výkazu DPH rozšířena o dodatečné funkčnosti tak, aby byla zajištěna správná kalkulace částek výkazu DPH a aby bylo možné exportovat XML soubor v požadovaném formátu.
en_us: Due to the incorporation of Slovak legislative specifics, the standard functionality of the VAT Statement has been extended with additional functionality to ensure correct calculation of the VAT statement amounts and to export the XML file in the required format.

source: Z důvodů lepší kontroly nakládání s hotovostí či ceninami je obvykle požadována samostatná evidence pro každého uživatele.
en_us: In order to better control the handling of cash or valuables, separate records are usually required for each user.

source: Za účely kontroly Vašich předplacených přepravců jsme implementovali metodu WHOIAM, který vypisuje informace o Vašem API připojení a seznam aktivních přepravců.
en_us: To check your prepaid carriers, we have implemented the WHOIAM method, which lists information about your API connection and a list of active carriers.

source: Zablokování modulem runtime
en_us: Runtime deadlock

source: Zadat Kód pro expediční místo, popis, adresu a Název uživatele a heslo k Vašemu API.
en_us: Insert Code for expedition place, description, address and User Name and password to yours API.

source: Zadat oprávněné osoby a přiřadit je do kategorií.
en_us: Enter authorized persons and assign them to categories.

source: Zadejte Kód pro parametr, Popis, Datový typ a Metodu zadávání.
en_us: Enter the Code for the parameter, Description, Data Type and Input Method.

source: Zadejte Kód, Popis a Počáteční číslo číselné řady.
en_us: Enter the Code, Description, and Starting number of the number series.

source: Zadejte Název šablony, Popis a ID tabulky.
en_us: Enter Name, Description, and Table ID.

source: Zadejte alespoň jeden řádek faktury.
en_us: Enter at least one invoice line.

source: Zadejte datum a směnný kurs.
en_us: Enter the date and exchange rate on the Reg. Country Curr. Exch. Rate page.

source: Zadejte kód země a DIČ pro vybraného dodavatele.
en_us: Enter the country code and VAT registration number.

source: Zadejte kód země a DIČ pro vybraného zákazníka.
en_us: Enter the country code and VAT registration number.

source: Zadejte kódy dle plateného nařízení pro vykazování.
en_us: Enter the codes according to the valid reporting regulation.

source: Zadejte pole Kód a Popis.
en_us: Enter the Code and Description fields.

source: Zadejte pole Výpočet data odezvy, Výpočet data řešení pomocí vzorce pro výpočet.
en_us: Enter the Response Date Calculation, Solution Date Calculate using a formula to calculate fields.

source: Zadejte požadované filtry jako Filtr data, případně další filtry, vyberte tlačítko Akce a poté vyberte funkci Výsledky a Uložit výsledky.
en_us: Enter the filters you want as the Date Filter or other filters, select the Action button, and then select the Results and Save Results feature.

source: Zadejte příslušnou hodnotu do pole Váha pro výpočet výsledné priority požadavku.
en_us: Enter the appropriate value in the Weight field to calculate the resulting request priority.

source: Zadejte částku v hotovosti, kterou jste obdrželi od zákazníka.
en_us: Enter the amount of cash you received from the customer.

source: Zadání adresáta E-mailů
en_us: Specify the addressee of e-mails

source: Zadání opravných dokladů s použitím nastaveného kódu původu a případným vyplněním původního čísla dokladu umožňuje správně přiřadit nebo vyloučit tyto transakce do Výkazu DPH.
en_us: Entering corrective documents using the set origin code and possibly filling in the original document number allows you to correctly assign or exclude these transactions to the VAT statement.

source: Zadání parametrů pro vybranou šablonu
en_us: Enter parameters for the selected template

source: Zadává se tedy vzorec data vztažený k systémovému datu (TODAY).
en_us: Therefore, a date formula related to the system date (TODAY) is entered.

source: Zahrnout dluhy dodavatele – výši pohledávky upraví o dluhy dodavatele
en_us: Include Vendor Debts – Adjusts the amount of the receivable by the vendor's debts

source: Zahrnout dluhy zákazníka – výši závazku upraví o dluhy zákazníka
en_us: Include customer debts – adjusts the amount of the liability by the customer's debts

source: Zakoupení produktu
en_us: Purchase of the product

source: Založení Výkazu obalů
en_us: Establish a Packaging Statement

source: Založení a nastavení obecných parametrů
en_us: Creating and setting up general parameters

source: Založení požadavku
en_us: Creating a request

source: Založení požadavku pomocí Průvodce vytvořením požadavku
en_us: Create a request by using the Request Wizard

source: Založení prvků ve Výkazu obalů (definice vlastního výkazu)
en_us: Creating Elements in a Packing Statements (Defining a Custom Statement)

source: Založení výjimek ve výkazu obalů
en_us: Creating exceptions in the Packaging Statements

source: Založení šablony Řízení stavů pro HelpDesk
en_us: Create a Status Management template for Helpdesk

source: Založit kategorie uživatelů.
en_us: Create user categories.

source: Založit číselnou řadu pro požadavky HelpDesku.
en_us: Create a number series for HelpDesk requirements.

source: Zaokrouhlední faktury dle způsobu úhrady
en_us: Rounding of the invoice according to the payment method

source: Zaplánováno – Je vytvořen příkaz k jízdě
en_us: Scheduled – A driving command is created

source: Zapnutí Paperless Trade u přepravce
en_us: Turn on Paperless Trade at the carrier

source: Zavřete přehled způsobu platby.
en_us: Close the payment method overview.

source: Zavřete stránce Země/oblasti registrace.
en_us: Close the Registration Country/Region page.

source: Zavřít přehled expedičních míst pomocí OK
en_us: Close the list of Expedition places.

source: Zaúčtování faktoringu
en_us: Faktoring posting

source: Zaúčtováním dokladu vznikne doklad Zaúčtovaný faktoring.
en_us: Posting the document creates the Posted Factoring document.

source: Zaúčtováním faktury pak pro každý takový řádek s přeplatkem vznikne položka dodavatele typu Dobropis.
en_us: By posting the invoice, an item of the Vendor type is created for each such line with overpayment.

source: Zaúčtujte deník.
en_us: Post the journal.

source: Zaškrtněte pole Krácení odpisů v 1.roce.
en_us: Check the box Depreciation Reduction First Year.

source: Zaškrtněte políčko Výchozí čísla pro automatické vyplňovaní čísel při zadávaní nových požadavků.
en_us: Select the Default Nos. for autofilling numbers when entering new requests check box.

source: Zaškrtněte políčko Výchozí čísla pro automatické vyplňování čísel při zadávaní nových požadavků.
en_us: Select the Default Nos. for autofilling numbers when entering new requests check box.

source: Zde je kromě takto zadaných hodnot možné při vložení obecných parametrů zadat i libovolné jiné hodnoty.
en_us: Here, in addition to the values ​​entered in this way, it is possible to enter any other values ​​when entering general parameters.

source: Zde je vyplněno s kým komunikuji (pole ID cílového systému) a s jakým parametrem (pole Parametr komunikace).
en_us: Here it is filled in with whom I communicate (field ID of the target system) and with what parameter (field Interaction parameter).

source: Zde vyberte Fáze polí akci Emaily
en_us: Here select Field Phases action E-mails

source: Zde vyberte Fáze polí akci Emaily.
en_us: Here select Field Phases action E-mails

source: Zde, v polích Začátek fáze a Konec fáze zadejte vzorec data vztažený k systémovému datu (TODAY).
en_us: Here, in Start Phase and End Phase boxes, enter a date formula related to the system date (TODAY).

source: Zejména vedoucí pracovníci tak mají k dispozici aktuální výsledky či přehledy na určeném místě, aniž by museli sestavu pokaždé ručně generovat.
en_us: Managers, in particular, have up-to-date results or overviews available at a specified location without having to manually generate the report each time.

source: Změna stavu
en_us: Status change

source: Zobrazení uzavřetých požadavků
en_us: View closed requests

source: Zobrazením stránky Uzavřená evidence pošty se zobrazí uzavřené požadavky, tj. požadavky, které už byly vyřízeny.
en_us: Viewing the Closed Mail Record page displays closed requests, that is, requests that have already been processed.

source: Zobrazený přehled požadavků je možno navíc seřadit podle různých klíčů, zvl. podle čísla, priority, stavu workflow nebo kategorií.
en_us: In addition, the displayed list of requirements can be sorted by different keys, especially by number, priority, workflow status or categories.

source: Zobrazený přehled požadavků je možno navíc seřadit podle různých klíčů, zvl. podle čísla, zákazníka nebo dodavatele, datumu či zodpovědné osoby.
en_us: In addition, the displayed list of requirements can be sorted by different keys, especially by number, customer or supplier, date or responsible person.

source: Zobrazit položky DPH
en_us: Show VAT Entries

source: Zobrazí se dialogové okno s dalšími stavy řízení stavů, které podle definice filtru dalšího stavu připadají v úvahu.
en_us: A dialog box appears with additional state control states that are considered according to the additional state filter definition.

source: Zobrazí se stránka, která může obsahovat seznam již nastavených importů a exportů.
en_us: A page will appear, which may contain a list of already set imports and exports.

source: Zobrazí se stránka, která obsahuje seznam už vyřízených helpdesk požadavků.
en_us: A page will appear that contains a list of already completed helpdesk requests.

source: Zobrazí se tabulka se všemi doposud zadanými oprávněnými osobami.
en_us: A table will appear with all authorized persons entered so far.

source: Zobrazí se tento formulář:
en_us: This form will appear:

source: Zpoplatněné
en_us: Charged

source: Zpracování požadavku
en_us: Processing of requests

source: Způsob (jaké tabulky, pole) a směr synchronizace jsou v NAV parametrizovatelné.|Centrální číselníky| |Obecné parametry umožňuje přidat ke kartám v systému Dynamics 365 Business Central neomezené množství nových parametrů pro účely podrobného třídění a filtrování.|Obecné parametry| |HelpDesk rozšiřuje možnosti systému Dynamics 365 Business Central o centralizovanou evidenci, řízení a vyhodnocování požadavků.|HelpDesk| |Modul Datové schránky poskytuje podporu pro správu datových schránek ve smyslu zákona 300/2008 Sb. o elektronických úkonech a následujících vyhlášek.|Datové schránky| |Rozšíření fronty úloh je doplňující modul umožňující definovat parametry spouštění úlohy a akce vykonávané při startu, úspěšném nebo neúspěšném dokončení úlohy jako je například zaslání notifikačního emailu.|Rozšíření fronty úloh (Job Queue)| |Správa upozornění umožňuje systémové upozorňování na stavy dat a procesů evidovaných v systému Dynamics 365 Business Central.
en_us: The method (which tables, fields) and direction of synchronization are configurable in Business Central.|Central Database| |General Parameters allows you to add unlimited new parameters to cards in Dynamics 365 Business Central for detailed sorting and filtering purposes.|General parameters| |HelpDesk extends the capabilities of Dynamics 365 Business Central with centralised recording, management and evaluation of requests.|HelpDesk| |The Data boxes module provides support for the management of data boxes within the meaning of Act 300/2008 Coll. on electronic acts and the following directives.|Data boxes | |The Job Queue Extension is an additional module that allows you to define the parameters for starting a job and the actions performed when a job starts, succeeds or fails, such as sending a notification email.|Job Queue Extension| |Notifications management enables system notifications of data and process statuses recorded in Dynamics 365 Business Central.

source: Způsob synchronizace (jaké tabulky, pole,odkud a kam) je parametrizovatelný.
en_us: The method of synchronization (what tables, fields, from where and where) is parameterizable.

source: Způsoby platby
en_us: Payment Methods

source: Zrušení stavu CreditCheck
en_us: Cancel CreditCheck status
